
<div class="container">
          <div class="about-block">
            <div class="about-inner">
              <div class="text-container" style="width:800px;">
                <h2> <span>F.A.Q</span></h2>
                <p style="text-align:justify;margin:5px;color:#FFFFFF;"> 

				
<strong>1. Чем ваш сервис отличается от других игровых хостингов?
</strong><br>

Наша команда специалистов всегда на связи 24/7. Основной нашей идеей была открытость к покупателю и работа с ним на долгосрочной перспективе. Поэтому мы предлагаем "курировать" приобретенные сервера и устанавливать различные плагины, моды на сервер с помощью наших специалистов - тем самым освобождая Наших клиентов от "головной боли" с установкой различных модификаций на сервер.

Так же на нашем ресурсе выделяются сервера для турниров по "Counter-Strike: GO", с очень большим призовым фондом в виде дорогостоящего инвентаря.
<br><br>
<strong>2. Я Ютубер (или Стример), можно мне привилегии?:)
</strong><br>

Конечно :) Мы всегда рады любым медийным личностям. Свяжитесь с нами путём сообщения через почту с указанием Вашего канала на YouTube, Twitch или любого другого ресурса. После рассмотрения вашего канала, мы предложим Вам спец. условия взаимного сотрудничества.
<br><br>
<strong>3. Почему мой сервер не виден в интернете?
</strong><br>

Все приобретенные сервера на нашем ресурсе видны в интернете.
<br><br>
<strong>4. Почему мой сервер не запускается?
</strong><br>

Это может возникать из-за нестабильных плагинов установленных вами перед запуском сервера. Если возникают проблемы вы всегда можете написать в поддержку, наша команда с радостью Вам поможет.
<br><br>
<strong>5. Как добавить плагин если его нету в панели управления?
</strong><br>

Написать нам письмо, указать Ваш сервер и нужный плагин для установки, наша команда постарается быстро и оперативно его установить.
<br><br>
<strong>6. Как установить моды на мой сервер ?
</strong><br>

В данное время ручная возможность установки модов на сервера недоступна. Наша команда специалистов установит нужный для Вас мод,разумеется если он будет совместим. Для отправки заявки нужно написать письмо - где вы должны указать свой сервер и мод(ы) для установки.
<br><br>
<strong>7. Как удалить сервер?
</strong><br>

Оплаченные сервера удалить невозможно.
<br><br>
<strong>8. Что такое Team Kill Clan War?
</strong><br>

Отдельный вид серверов по Counte-Strike. Специально предназначенный для проведения турниров и командных боёв.На таких серверах нет возможности устанавливать плагины и добавлять админов. Все операции проходят через RCON.
<br><br>
<strong>9. Что такое TickRate?
</strong><br>

Единица измерения отправки и получения данных с сервера в секунду. То есть высокий TickRate позволяет избегать таких проблем как (Если у вас пинг большой вам ничто не поможет): Вы стреляете по игровому персонажу, вы видите, что вы попадаете и видите кучу крови, но он вас убивает, а вы не нанесли урона вообще или он очень маленький. Высокий TickRate позволяет максимально приблизится к ситуации, которую сервер считает правильной. В игре CS:GO максимальный TickRate 128. Такой tickrate увеличивает нагрузку на клиентскую часть и серверную, в особенности. Поэтому на серверах часто используют 64 tickrate.
<br><br>
<strong>10. Как вернуть средства и отказаться от услуг сервиса?
</strong><br>

Вы должны отправить запрос в поддержку с указанием вашего сервера, и подробное описание причины возврата средств. В случае если подтверждается, что Ваш сервер работал нестабильно из-за технических причин, будет вынесено решение вернуть ваши средства. В ином случае - покупатель полностью несёт ответственность за приобретенный продукт.				
				
			</p>	
	
              </div>
              
            </div>
          </div>
        </div>

